{"translation-revision-date":"2024-03-26 11:54:10+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Product Filter: Rating (Beta)":["Produktfilter: Betyg (Beta)"],"Product Filter: Attribute (Beta)":["Produktfilter: Attribut (Beta)"],"Product Filter: Stock Status (Beta)":["Produktfilter: Lagerstatus (Beta)"],"Product Filter: Price (Beta)":["Produktfilter: Pris (Beta)"],"Product Filter: Active Filters (Beta)":["Produktfilter: Aktiva filter (Beta)"],"Enable customers to filter the product collection by rating.":["Gör det möjligt för kunder att filtrera produktsamlingen efter betyg."],"Enable customers to filter the product collection by selecting one or more attributes, such as color.":["Gör det möjligt för kunder att filtrera produktsamlingen genom att välja ett eller flera attribut, t.ex. färg."],"Enable customers to filter the product collection by stock status.":["Gör det möjligt för kunder att filtrera produktsamlingen efter lagerstatus."],"Enable customers to filter the product collection by choosing a price range.":["Gör det möjligt för kunderna att filtrera produktsamlingen genom att välja ett prisintervall."],"When added to a post or page, Collection Filters block needs to be nested inside a Product Collection block to function properly.":["När blocket Samlingsfilter läggs till i ett inlägg eller på en sida måste det bäddas in i blocket Produktsamling för att fungera korrekt."],"The widget area containing Collection Filters block needs to be placed on a product archive page for filters to function properly.":["Widgetområdet som innehåller blocket Samlingsfilter måste placeras på en produktarkivsida för att filtren ska fungera korrekt."],"Filter by Stock Status":["Filtrera efter lagerstatus"],"Filter by Rating":["Filtrera efter betyg"],"Filter by Attribute":["Filtrera efter attribut"],"Display the currently active filters.":["Visa nuvarande aktiva filtren."],"Filter by Price":["Filtrera efter pris"],"Active filters":["Aktiva filter"]}},"comment":{"reference":"assets\/client\/blocks\/product-filter.js"}}